Tekla.Structures.ModelInternal.RebarSplitter.StaggerTypeEnum
The stagger type.

Tekla.Structures.ModelInternal.RebarSplitter.StaggerTypeEnum.NoStagger
No stagger.

Tekla.Structures.ModelInternal.RebarSplitter.StaggerTypeEnum.StaggerLeft
Stagger left.

Tekla.Structures.ModelInternal.RebarSplitter.StaggerTypeEnum.StaggerRight
Stagger right.

Tekla.Structures.ModelInternal.RebarSplitter.StaggerTypeEnum.StaggerMiddle
Stagger middle.